{
	"projects": 
	[
		{
			"id": 1,
			"title": "Team Formation and Ideating",
			"summary": "    <h3>Meet Team PYE!</h3>\n    <div class=\"section\">\n      <img class=\"ctr\" src=\"../images/m1/team.jpg\" width=500>\n    <p><center>\n      Hi there! We're Team PYE (<b>P</b>riya Shekar, <b>Y</b>iju Hou, <b>E</b>rika Ji).<br />\n      Pictured from left to right: Erika, Priya, and Yiju.\n    </center></p>\n    </div>\n    <h3>Ideation Process - Video</h3>\n    <div class=\"section\">\n    <p><center>\n    <iframe width=\"560\" height=\"315\" src=\"//www.youtube.com/embed/IjZgzdAqzh8\" frameborder=\"0\" allowfullscreen></iframe>\n  </center></p>\n  <p><center>\n    Check out this time lapse video of our ideation process!\n  </center></p>\n    </div>\n    <h3>Ideation Process - Photos</h3>\n    <div class=\"section\">\n    <img class=\"ctr\" src=\"../images/m1/brainstorm1.jpg\">\n    <p><center>\n      We started off with a 20-minute brainstorm on potential target audiences and communication problems.\n    </center></p>\n    <br />\n    <img class=\"ctr\" src=\"../images/m1/brainstorm2.jpg\">\n    <p><center>\n      After brainstorming, we went through all of the ideas and tagged the ones that resonated with us the most.\n    </center></p>\n    <br />\n    <img class=\"ctr\" src=\"../images/m1/brainstorm3.jpg\">\n    <p><center>\n      We organized clusters of related ideas in order to better organize our thoughts. <br />\n      However, we stayed conscious of how ideas across clusters could relate with each other.\n    </center></p>\n    <br />\n    <img class=\"ctr\" src=\"../images/m1/brainstorm4.jpg\">\n    <p><center>\n      Now looking at clusters as opposed to individual ideas, we again evaluated which ideas resonated with us the most.\n    </center></p>\n    <br />\n    <img class=\"ctr\" src=\"../images/m1/brainstorm5.jpg\">\n    <p><center>\n      From those ideas, we talked at length about which ideas came from real perceived needs as opposed to \"nice-to-haves.\"<br />\n      This discussion led to the three core ideas below!\n    </center></p>\n    </div>\n    <h3>Three Ideas</h3>\n    <div class=\"section\">\n    <ol>\n      <li>\n        <h4>Connecting Young Women</h4>\n        <p>\n          Young women need encouragement to develop lasting female friendships. Society imposes challenging scenarios on young women in a day-to-day sense, including male-dominated study/work environments, physical unsafe settings (e.g. walking home after dark), and high-stress workloads. Young women can overcome such life hurdles though bonding and support from likeminded peers. Even on a base biological level, research has shown women's stress response invites them to engage in girl talk! But female bonding takes significant time investment! \n        </p>\n        <p>\n          A potential solution to this is an app to facilitate the formation of close female friendships via communication, whether the topic of conversation may be first job experiences, or getting advice on an outfit. We foresee embedding rich media such as video and images as being necessary for the empathy work women need to do towards such friendships. Lean in girl!\n        </p>\n        <p>\n          Our target audience is young women in the age range 18-28 years, with a potential focus on college years and the transition to professional life afterward. \n        </p>\n      </li>\n      <li>\n        <h4>Communicating Problems with Emotions in Mind</h4>\n        <p>\n          How can I express my dissatisfaction or bring up a problem with someone without hurting their feelings? It can be very challenging to find the right approach and the right words to communicate your perspective and make sure you are understood without damaging the relationship.\n        </p>\n        <p>\n          One project idea is to create an app that helps people communicate better about their problems. This could be an application that prompts users to initiate those honest conversations, provides helpful suggestions as to the right words to say or things to do, or aids the user in empathizing with the other person. We see images, sound, and video as forms of media that resonate more closely with the emotional than plaintext does, and this app could use rich media to make difficult conversations clearer to understand and closer to the heart.\n        </p>\n        <p>\n          We imagine that our target audience would be college students and their peers, as we can then apply our personal experience to that design process, but we see this idea expanding to broader audiences, such as families and managers/workers/teams.\n        </p>\n      </li>\n      <li>\n        <h4>Facilitating Interactions with Friends-to-Be</h4>\n        <p>\n          How can I avoid the awkwardness when asking someone I just met to hang out? How can I find out what my news friends like? How can I make new friends?\n        </p>\n        <p>\n          Our project goal is to solve the problems by using an app that reduces the friction of the communication between our users and their friends-to-be. It could be an application that automatically ranks social activities (e.g. laser tagging, hiking, camping) for a particular group of people, who have customized profiles in the database. Alternatively, another possible approach is to help people find their gym/dinner/TV show watching buddies within their Facebook friends, so that they can have the chance to get to know the people they usually do not talk to. Rich media, like images, sound and video, usually describes people's personality more precisely than texts (I guess that's why people do Facebook stalking…). Therefore, by gathering and sharing information via rich media, we can help people find out if someone could become their potential close friend.\n        </p>\n        <p>\n          We imagine that our target audience would be young people who are active Facebook users.\n        </p>\n      </li>\n    </ol>\n    </div>\n    <h3>Icing on the <strike>Cake</strike> PYE</h3>\n    <div class=\"section\">\n      <p><center>We got brunch in Palo Alto together on Sunday to get to know each other more!<br />\n        We're looking forward to a great quarter working together. :)\n      </center></p>\n      <img class=\"ctr\" src=\"../images/m1/teambrunch.jpg\" width=500>\n    </div>",
			"image": "m1.jpg"
		},
		{
			"id": 2,
			"title": "Storyboarding and Skit",
			"summary": "    <h3>Ideation Process</h3>\n    <div class=\"section\">\n      <img class=\"ctr\" src=\"../images/m2/ideation1.jpg\" width=800>\n      <p><center>\n        To come up with ideas for our three storyboards, we started off with the two needs/ideas that we found most compelling from our M1.<br />\n        We brainstormed for 25 minutes on both of them at the same time.\n      </center></p>\n      <img class=\"ctr\" src=\"../images/m2/ideation2.jpg\" width=800>\n      <p><center>\n        Just as we did for our M1 brainstorms, we tagged our favorite ideas and consolidated similar ideas to find our main storyboard ideas.\n      </center></p>\n    </div>\n    <h3>Storyboards</h3>\n    <div class=\"section\">\n      <h4>Storyboard 1 - Connecting Young Women Through Fashion</h4>\n      <img class=\"ctr\" src=\"../images/m2/storyboard1.jpg\" width=800>\n      <h4>Storyboard 2 - Communicating with Empathy</h4>\n      <img class=\"ctr\" src=\"../images/m2/storyboard2.jpg\" width=600>\n      <h4>Storyboard 3 - Rose, Bud, Thorn</h4>\n      <img class=\"ctr\" src=\"../images/m2/storyboard3.jpg\" width=600>\n      <h4>Storyboard 4 (Bonus!) - Collaborative Storyboarding</h4>\n      <img class=\"ctr\" src=\"../images/m2/storyboard4.jpg\" width=600>\n    </div>\n    <h3>Skit</h3>\n    <div class=\"section\">\n      <img class=\"ctr\" src=\"../images/m2/evaluate.jpg\" width=800>\n      <p><center>\n        After reviewing our storyboard with our mentor, we made a chart to help us evaluate which idea to take forward as a skit.\n      </center></p>\n      <img class=\"ctr\" src=\"../images/m2/skit.jpg\" width=800>\n      <p><center>\n        We decided to present our collaborative storyboarding idea as a skit.<br />\n        To make the skit fun, we used the example of planning a trip to Hogwarts from the <i>Harry Potter</i> series.\n      </center></p>\n      <img class=\"ctr\" src=\"../images/m2/snitch.gif\">\n      <p><center>\n        Our two trip planners talked about going to charms classes and quidditch matches and used rich media to organize their trip.\n      </center></p>\n    </div>",
			"image": "m2.jpg"
		},
		{
			"id": 3,
			"title": "Wizard-of-Oz Testing",
			"summary": "    <h3>Deciding User Interaction Flow</h3>\n    <div class=\"section\">\n      <p><center>\n        First, our team thought through our ideas and decided to go with our \"Rose, Bud, Thorn\" concept.<br />\n        (We later realized that collaborative storyboarding wasn't so far off from Google Slides anyhow!)\n      </center></p>\n      <img class=\"ctr\" src=\"../images/m3/names.jpg\">\n      <p><center>\n        After deciding to go with our \"Rose, Bud, Thorn\" concept, we brainstormed alternative names<br />\n        that would be friendlier to all genders. We used these names as a jumping-off point for user interface ideas.\n      </center></p>\n      <img class=\"ctr\" src=\"../images/m3/flow1.jpg\">\n      <p><center>\n        We thought through the key functionality pieces that we would want to distinguish in our two prototypes,<br />\n        and we also considered what kind of people to invite to give feedback on our presentation.\n      </center></p>\n      <img class=\"ctr\" src=\"../images/m3/flow2.jpg\">\n      <p><center>\n        After drawing through many different ideas, we settled on two prototype ideas.<br />\n        Each would show a different way to 1) view and 2) upload one's \"RBT.\"\n      </center></p>\n    </div>\n    <h3>Wizard-of-Oz Prototypes</h3>\n    <div class=\"section\">\n      <img class=\"ctr\" src=\"../images/m3/prototypes.jpg\">\n      <ul>\n        <li>Wizard-of-Oz Prototype 1: <a href=\"https://drive.google.com/file/d/0B5s4EnqT0-L_ZHJLMTBtbzlLaG8/edit?usp=sharing\">My Timeline</a></li>\n        <li>Wizard-of-Oz Prototype 2: <a href=\"https://docs.google.com/presentation/d/1PPMbUK7WimWIv3VRiwn2bMFCUvH9Cf4Jz-i8ws1k34o/edit?usp=sharing\">Friend Mosaic</a></li>\n      </ul>\n    </div>\n    <h3>Wizard-of-Oz Testing</h3>\n    <div class=\"section\">\n      <img class=\"ctr\" src=\"../images/m3/test.jpg\">\n      <p><center>\n        We tested both of our prototypes with 4 different users. See our notes <a href=\"https://docs.google.com/spreadsheets/d/1aGG0uOB6DOhXs7n4qpNAzlZjEtL6DIs6iALrUrrSJTA/edit?usp=sharing\">here</a>.\n      </center></p>\n    </div>\n    <h3>Wizard-of-Oz Test Insights</h3>\n    <div class=\"section\">\n      <p><center>\n        <a href=\"https://docs.google.com/presentation/d/1MVIPKc1jyptNVZhqnLptR57bgvsn6ChDfFYiPolKRpw/edit?usp=sharing\">\n        <img class=\"ctr\" src=\"../images/m3/presentation.jpg\" width=800><h1>View our Presentation!</h1></a>\n      </center></p>\n    </div>",
			"image": "m3.jpg"
		},
		{
			"id": 4,
			"title": "Functional Prototype I",
			"summary": "    <h3>Deciding Prototype Features</h3>\n    <div class=\"section\">\n      <img class=\"ctr\" src=\"../images/m4/meeting.jpg\">\n      <p><center>\n        Our team met multiple times this week to hash out the key vision and features for our app.<br />\n        We referred back to our previous brainstorms and tried drawing out what we wanted the experience to look like.\n      </center></p>\n      <img class=\"ctr\" src=\"../images/m4/ourrbts.jpg\">\n      <p><center>\n        To help us determine which features to have in our prototype,  we each wrote out our own Rose, Bud, and Thorn for the week,<br />\n        and then described what kind of rich media we would use to share those experiences.<br /><br />\n        This led to several key insights:<br />\n        1) we mostly saw ourselves using photos rather than other media to share our experiences;<br />\n        2) we could easily picture our \"rose\" photo but struggled to think of appropriate \"thorn\" photos; and<br />\n        3) we saw how a mobile device influenced not only the UX, but also what media were available for sharing.<br />\n        These insights led us to develop our functional prototype with just one RBT photo as opposed to three rich media items.\n      </center></p>\n      <img class=\"ctr\" src=\"../images/m4/features.jpg\">\n      <p><center>\n        In coming up with our final list of features, we referred back to our Wizard-of-Oz testing and listed out the core ideas.\n      </center></p>\n      <h4>Essential Prototype</h4>\n      <ul>\n        <li><b>Core Functionality:</b> We viewed the core functionality of our app as 1) keeping track of your own reflections, and 2) viewing your friends' reflections. Our essential prototype's capture this core functionality.\n          <ul>\n            <li>View Friends' RBTs</li>\n            <li>View One's Own RBT</li>\n            <li>Edit One's Own RBT</li>\n          </ul>\n        </li>\n        <li><b>Core RBT Unit:</b> We chose the simplest expression that stayed true to the spirit of Rose Bud Thorn.\n          <ul>\n            <li>One Photo</li>\n            <li>Rose, Bud, and Thorn Text</li>\n          </ul>\n        </li>\n      </ul>\n      In addition to deciding how to build the essential prototpe for this week's milestone, we also determined desired future features.<br />\n      Please see \"Future Implementation Priorities\" below to see how we plan to expand beyond the essential prototype.\n    </div>\n    <h3>Current Implementation Progress</h3>\n    <div class=\"section\">\n      <ul>\n        <li>Check out our <b>current prototype <a href=\"http://rbthorn.herokuapp.com\">here</a></b>!</li>\n        <li>Check out our <b>current implementation progress <a href=\"https://docs.google.com/spreadsheet/ccc?key=0Ai2flolFo323dGJVajBlTlh1b0ptQ3ZiejRsYmREdUE&usp=drive_web#gid=0\">here</a></b>!<br />\n        Please note that our app is currently being developed for <b>iPhone 5</b>, and may not display properly on other devices.</li>\n      </ul>\n      <img class=\"ctr\" src=\"../images/m4/screenshots.jpg\">\n      <p><center>\n        Screenshots! They're pretty!\n      </center></p>\n    </div>\n    <h3>Future Implementation Priorities</h3>\n    <div class=\"section\">\n      <ol>\n        <li><h4>Highest Priority</h4>\n          <ol>\n            <li><b>User Accounts.</b> Create a new user, edit personal profile photo, Facebook Login</li>\n            <li><b>Friend/Group System.</b> Add/request friends, post to group or to self</li>\n            <li><b>History.</b> View personal RBT history. View friends' RBT history?\n          </ol>\n        </li>\n        <li><h4>Medium Priority</h4>\n          <ol>\n            <li><b>In-app Photo Capture.</b></li>\n            <li><b>Sound and Video.</b> YouTube embedding/linking, direct file upload, in-app capture</li>\n            <li><b>Private commenting/messaging.</b> Either comment direclty on RBTs, or have separate messaging</li>\n          </ol>\n        </li>\n        <li><h4>Low Priority</h4>\n          <ol>\n            <li><b>Save without posting.</b> User flexibility to save drafts</li>\n            <li><b>Filter by R, B, or T.</b></li>\n            <li><b>Weekly structure.</b> Reminder system</li>\n          </ol>\n        </li>\n      </ol>\n      <p>We recognize that the list above is highly ambitious, and we will continue to determine which features to prioritize over the coming weeks. We welcome your feedback!</p>\n    </div>",
			"image": "m4.jpg"
		},
		{
			"id": 5,
			"title": "User Study",
			"summary": "    <h3>Introduction</h3>\n    <div class=\"section\">\n      <h4>Motivation</h4>\n      <p>Our overarching motivation is to dig deeper, and uncover insights from our target users around their experiential needs and preferences within our app. Our specific goals are to test the key user tasks, which are viewing and updating one's own RBT reflection, and browsing friends' RBT reflections, so that we can reiterate this core functionality. In addition, we also wish to test from our list of high priority features yet to be built, so that this early feedback may guide the implementation.</p>\n      <h4>Questions</h4>\n      <p>Drawing from the key user tasks and list of high priority features, we have formed the following broad questions:</p>\n      For the key user tasks of viewing one's own RBT, creating one's own RBT and browsing others' RBT's:\n      <ol>\n        <li>What is the usability (ease) and satisfaction? Why? How can it be improved?</li>\n        <li>Which forms of media are useful and satisfying to incorporate into the RBT (photo, video, audio)? Why?</li>\n        <li>What sources of media are useful and satisfying to incorporate into the RBT (personal stored on device, online public)? Why?<br /><br /></li>\n        <li>Is it preferable to display a history of one's own RBT's vs only displaying the current RBT (ephemeral style)? Why?</li>\n        <li>Is it preferable to display a history of others' RBT's vs only displaying their current RBT? Why?</li>\n        <li>Is it useful and/or satisfying to have social groups? If so, how do you see these working in terms of e.g. friend requests, creating a new group, posting to select groups, max. group size? Why?</li>\n      </ol>\n      <h4>Hypothesis</h4>\n      <p>From our bodystorming work, in making our own RBT's for the week, we suggest the following hypotheses to our study questions:</p>\n      <ol>\n        <li>There is a lot of room for improvement in providing the user a seamless, polished experience, particularly in creating one's own RBT. The user may get stuck in uploading an image for their RBT, as this currently only accepts links to public images online.</li>\n        <li>Users are more inclined to incorporating photos with their RBT's, as video and audio is too much time investment from both creation and browsing standpoints.</li>\n        <li>Users would prefer to view a history of their RBT reflections, as a personal development log.</li>\n        <li>Users may only wish to see their friends' current RBT's, as this matches the ephemeral nature of the real-life RBT exercise and enables real-time check-ins with one's friends.</li>\n        <li>Social groups are very beneficial for many use cases, e.g. having circles of close friends from various settings such as sororities, clubs and classes that all share RBT's independently.</li>\n      </ol>\n    </div>\n    <h3>Method</h3>\n    <div class=\"section\">\n      <h4>Participants</h4>\n      <p>We plan to recruit participants via email and word of mouth within our Stanford social networks. We aim to sample a diverse mix of ages from the graduating class of 2014 (undergrad, grad), genders, cultures, and familiarity levels with RBT-type exercises. We also hope to include a few \"public space\" participants if possible. Additionally, our mentor, Anita Lillie will also be participating in our user study.</p>\n      <h4>Procedure</h4>\n      <p>We will conduct user testing in and around the Tresidder dining complex on campus, which lends a realistic usage setting, as this is a leisure space where students eat, work and relax. We hope to offer a small gratuity of the edible type, and return the favor to fellow CS 247 classmates. We will explain the purpose, tasks, data capture, time involvement and gratuity to each participant. They will then have time to ask any clarifying questions and agree to participate. We will treat this as an informed verbal consent to this study.</p>\n      <p>The testing is expected to take approx. 25 mins, and is roughly outlined as follows, pertaining to each study question:</p>\n      <ol>\n        <li>The participant will perform the key user tasks of viewing one's own RBT, creating one's own RBT and browsing others' RBT's. As a within-subjects comparison, the participant will view 2 displays of their own RBT and other users' RBT's, one with history and the other only current (ephemeral style), and discuss their preference. They will use a \"thinking aloud\" technique in the key user tasks, describing any feelings and thoughts about usability. These activities will be counterbalanced across participants. They will then answer open-ended \"why\"-type questions and about their suggestions for improvement. It may also be useful to record the number of errors or misinterpretations in each of these tasks.</li>\n        <li>At the point that the participant is creating their own RBT, they will be able to choose media to upload from their device and from the internet. This is done in a WoZ fashion as the current implementation only allows image link upload, with the participant still \"thinking aloud.\"</li>\n        <li>They will then answer survey questions about the forms and sources of media that they tend to upload most on their current social networks e.g. Facebook, Twitter. They will also answer open-ended questions about their choices, and about the last experience they had doing this.</li>\n        <li>They will answer survey questions about online groups and networks they currently exist in, and who would be in their RBT network/group(s) if it was completely their choice. They will be asked who they would post the RBT they just created to, and how this could be facilitated. They will finally be encouraged discuss their usage around group-based tasks such as group creation and selective posting, though this data is of a hypothetical nature.</li>\n      </ol>\n      <h4>Data Analysis</h4>\n      <p>We aim to gather a mix of qualitative and quantitative data from users. The qualitative data will be openly coded by clustering responses into categories, and then looking for patterns, unusual features and correlations. The quantitative data will be summarized by statistics (mean, range etc.). In this user study, we have a small sample size, and thus feel that we should place a higher importance on qualitative data which aims to dig deep (e.g. \"why\" questions), over descriptive statistics which may not be representative. We will draw conclusions to answer the design decisions at hand.</p>\n    </div>\n<h3>User Testing</h3>\n    <div class=\"section\">\n      <img class=\"ctr\" src=\"../images/m5/test.jpg\" width=400>\n      <p><center>\n        We tested our prototype with 6 different users. See our notes <a href=\"https://docs.google.com/spreadsheets/d/1s5Q-e3Ruc4ZJNxC_ijDvU9rtDv7DJq4qSFL0yE0Lx2k/edit?usp=sharing\">here</a>.\n      </center></p>\n    </div>\n    <h3>User Testing Insights</h3>\n    <div class=\"section\">\n      <p><center>\n        <a href=\"https://docs.google.com/presentation/d/18TCnj8Hl3wBEOJsM6qQXg8RgpMy_T-bvR9z5xCrNQ64/edit?usp=sharing\">\n        <img class=\"ctr\" src=\"../images/m5/presentation.jpg\" width=300><h1>View our Presentation!</h1></a>\n      </center></p>\n    </div>",
			"image": "m5.jpg"
		},
		{
			"id": 6,
			"title": "Functional Prototype II",
			"summary": "     <h3>Feature Changes/Additions and Rationale</h3>\n    <div class=\"section\">\n      <p>Since our last functional prototype and user test, we reprioritized our development plan based on user testing and on which features we thought were distinctive about the \"Rose Bud Thorn\" experience.</p>\n      <h4>New User Features</h4>\n      <ul>\n        <li><b>Personal RBT history</b> - users wanted a personal log of their RBT reflections.</li>\n        <li><b>Friend RBT history</b> - users seemed to want the ability to view others' RBT reflection history. We may make this feature an A/B test in our next user study.</li>\n        <li><b>Filtered views by Rose, Bud, and Thorn</b> - users described how they wanted to view their friends' \"rose bunches\" without interruption from buds and thorns. We implemented a filtering functionality so that users could opt to view one kind of reflection at a time.</li>\n      </ul>\n      <h4>UI/UX Improvements</h4>\n      <ul>\n        <li><b>Improved look and feel</b> - seamless user experience is a core part of Rose Bud Thorn. We took the time to develop visual Rose Bud Thorn icons, fix margins and sizes and colors, provide a more intuitive way to navigate among pages, and make post timestamps user-friendly with the \"x ago\" style popular in other social sharing apps.</li>\n        <li><b>RBT photo clarity and flexibility</b> - users were confused about whether the RBT photo was a rose, bud, or thorn photo, and users also wanted to have the flexibility to not put a photo with their RBT reflection. We implemented this functionality and flexibility in the upload experience and display a small RBT icon overlaying the RBT photo to indicate the photo's type.</li>\n      </ul>\n      <h4>Pending Features</h4>\n      <ul>\n        <li><i>Facebook account login (implementation in progress)</i> - we expanded our prototype to allow updating by multiple users.</li>\n        <li><i>RBT photo zoom on click (implementation in progress)</i> - users wanted to be able to click on elements for close-up detail.</li>\n        \n      </ul>\n    </div>\n    <h3>Current Progress</h3>\n    <div class=\"section\">\n      <ul>\n        <li>Check out our <b>current prototype <a href=\"http://rosebt.herokuapp.com\">here</a></b>!</li>\n        <li>Check out our <b>current implementation progress <a href=\"https://docs.google.com/spreadsheet/ccc?key=0Ai2flolFo323dGJVajBlTlh1b0ptQ3ZiejRsYmREdUE&usp=drive_web#gid=0\">here</a></b>!<br />\n        Please note that our app is currently being developed for <b>iPhone 5</b>, and may not display properly on other devices.</li>\n      </ul>\n      <center>\n        <img src=\"../images/m6/profile.png\" height=350px>\n        <img src=\"../images/m6/feed.png\" height=350px>\n        <img src=\"../images/m6/filter.png\" height=350px>\n        <img src=\"../images/m6/upload1.png\" height=350px>\n        <img src=\"../images/m6/upload2.png\" height=350px>\n      </center>\n      <p><center>\n        Screenshots! They're pretty!\n        <br />From left to right: my profile, my friend feed, filtering menu, uploading my RBT text, uploading my RBT photo.\n      </center></p>\n    </div>",
			"image": "m6.jpg"
		},
		{
			"id": 7,
			"title": "User Study II",
			"summary": "    <h3>Use Study Goals</h3>\n    <div class=\"section\">\n      <p>We designed our use study to investigate both performance data (direct observation of user performing key tasks) and perceptual data (user's thoughts spoken aloud and answers to open-ended questions) surrounding the user interface and user experience for three core tasks:</p>\n      <ol>\n        <li>viewing friends' Rose Bud Thorns (including filtering),</li>\n        <li>viewing one's own Rose Bud Thorn, and </li>\n        <li>updating one's own Rose Bud Thorn (including photo upload).</li>\n      </ol>\n    </div>\n    <h3>Use Study Execution</h3>\n    <div class=\"section\">\n      <ul>\n          <li><a href=\"https://drive.google.com/file/d/0B7di6N1UZrDLTVBuVjVyN3lvZDA/edit?usp=sharing\"><b>Consent Form</b></a> - our use study participants approved and signed this participation consent form.</li>\n          <li><a href=\"https://docs.google.com/spreadsheets/d/1OGx1TwdbyzwPcyCamtynoSnn6J4JWzljo6YRovPzUNk/edit?usp=sharing\"><b>Use Study Notes</b></a> - we tested our prototype with 9 different users.\n            <br />5 users had prior experience doing a Rose Bud Thorn exercise or similar exercise in one of two different in-person group environments.\n            <br />4 users did not have prior experience with the Rose Bud Thorn concept.</li>\n      </ul>\n    </div>\n    <h3>Use Study Insights</h3>\n    <div class=\"section\">\n      <p><center>\n        <a href=\"https://docs.google.com/presentation/d/1cJzgluhEwJq7nphHPjX41LPK15UanO3jhzZeVcYo5yo/edit?usp=sharing\">\n        <img class=\"ctr\" src=\"../images/m7/presentation.jpg\" width=500><h1>View our Presentation!</h1></a>\n      </center></p>\n    </div>",
			"image": "m7.jpg"
		},
		{
			"id": 8,
			"title": "Final Presentation",
			"date": "February 27",
			"summary": "<p>The goal of this assignment is to launch a user test. To get the kinks out of your application, first test it with a couple of in-person users.</p><p>Any questions about this assignment should be posed to the forums and will be answered promptly by the staff.</p>",
			"image": "lorempixel.city.2.jpeg"
		}
	]
}