{
	"projects": 
	[
		{
			"id": 1,
			"title": "Team Formation and Ideating",
			"summary": "    <h3>Meet Team PYE!</h3>\n    <div class=\"section\">\n      <img class=\"ctr\" src=\"../images/m1/team.jpg\" width=500>\n    <p><center>\n      Hi there! We're Team PYE (<b>P</b>riya Shekar, <b>Y</b>iju Hou, <b>E</b>rika Ji).<br />\n      Pictured from left to right: Erika, Priya, and Yiju.\n    </center></p>\n    </div>\n    <h3>Ideation Process - Video</h3>\n    <div class=\"section\">\n    <p><center>\n    <iframe width=\"560\" height=\"315\" src=\"//www.youtube.com/embed/IjZgzdAqzh8\" frameborder=\"0\" allowfullscreen></iframe>\n  </center></p>\n  <p><center>\n    Check out this time lapse video of our ideation process!\n  </center></p>\n    </div>\n    <h3>Ideation Process - Photos</h3>\n    <div class=\"section\">\n    <img class=\"ctr\" src=\"../images/m1/brainstorm1.jpg\">\n    <p><center>\n      We started off with a 20-minute brainstorm on potential target audiences and communication problems.\n    </center></p>\n    <br />\n    <img class=\"ctr\" src=\"../images/m1/brainstorm2.jpg\">\n    <p><center>\n      After brainstorming, we went through all of the ideas and tagged the ones that resonated with us the most.\n    </center></p>\n    <br />\n    <img class=\"ctr\" src=\"../images/m1/brainstorm3.jpg\">\n    <p><center>\n      We organized clusters of related ideas in order to better organize our thoughts. <br />\n      However, we stayed conscious of how ideas across clusters could relate with each other.\n    </center></p>\n    <br />\n    <img class=\"ctr\" src=\"../images/m1/brainstorm4.jpg\">\n    <p><center>\n      Now looking at clusters as opposed to individual ideas, we again evaluated which ideas resonated with us the most.\n    </center></p>\n    <br />\n    <img class=\"ctr\" src=\"../images/m1/brainstorm5.jpg\">\n    <p><center>\n      From those ideas, we talked at length about which ideas came from real perceived needs as opposed to \"nice-to-haves.\"<br />\n      This discussion led to the three core ideas below!\n    </center></p>\n    </div>\n    <h3>Three Ideas</h3>\n    <div class=\"section\">\n    <ol>\n      <li>\n        <h4>Connecting Young Women</h4>\n        <p>\n          Young women need encouragement to develop lasting female friendships. Society imposes challenging scenarios on young women in a day-to-day sense, including male-dominated study/work environments, physical unsafe settings (e.g. walking home after dark), and high-stress workloads. Young women can overcome such life hurdles though bonding and support from likeminded peers. Even on a base biological level, research has shown women's stress response invites them to engage in girl talk! But female bonding takes significant time investment! \n        </p>\n        <p>\n          A potential solution to this is an app to facilitate the formation of close female friendships via communication, whether the topic of conversation may be first job experiences, or getting advice on an outfit. We foresee embedding rich media such as video and images as being necessary for the empathy work women need to do towards such friendships. Lean in girl!\n        </p>\n        <p>\n          Our target audience is young women in the age range 18-28 years, with a potential focus on college years and the transition to professional life afterward. \n        </p>\n      </li>\n      <li>\n        <h4>Communicating Problems with Emotions in Mind</h4>\n        <p>\n          How can I express my dissatisfaction or bring up a problem with someone without hurting their feelings? It can be very challenging to find the right approach and the right words to communicate your perspective and make sure you are understood without damaging the relationship.\n        </p>\n        <p>\n          One project idea is to create an app that helps people communicate better about their problems. This could be an application that prompts users to initiate those honest conversations, provides helpful suggestions as to the right words to say or things to do, or aids the user in empathizing with the other person. We see images, sound, and video as forms of media that resonate more closely with the emotional than plaintext does, and this app could use rich media to make difficult conversations clearer to understand and closer to the heart.\n        </p>\n        <p>\n          We imagine that our target audience would be college students and their peers, as we can then apply our personal experience to that design process, but we see this idea expanding to broader audiences, such as families and managers/workers/teams.\n        </p>\n      </li>\n      <li>\n        <h4>Facilitating Interactions with Friends-to-Be</h4>\n        <p>\n          How can I avoid the awkwardness when asking someone I just met to hang out? How can I find out what my news friends like? How can I make new friends?\n        </p>\n        <p>\n          Our project goal is to solve the problems by using an app that reduces the friction of the communication between our users and their friends-to-be. It could be an application that automatically ranks social activities (e.g. laser tagging, hiking, camping) for a particular group of people, who have customized profiles in the database. Alternatively, another possible approach is to help people find their gym/dinner/TV show watching buddies within their Facebook friends, so that they can have the chance to get to know the people they usually do not talk to. Rich media, like images, sound and video, usually describes people's personality more precisely than texts (I guess that's why people do Facebook stalking…). Therefore, by gathering and sharing information via rich media, we can help people find out if someone could become their potential close friend.\n        </p>\n        <p>\n          We imagine that our target audience would be young people who are active Facebook users.\n        </p>\n      </li>\n    </ol>\n    </div>\n    <h3>Icing on the <strike>Cake</strike> PYE</h3>\n    <div class=\"section\">\n      <p><center>We got brunch in Palo Alto together on Sunday to get to know each other more!<br />\n        We're looking forward to a great quarter working together. :)\n      </center></p>\n      <img class=\"ctr\" src=\"../images/m1/teambrunch.jpg\" width=500>\n    </div>",
			"image": "m1.jpg"
		},
		{
			"id": 2,
			"title": "Storyboarding and Skit",
			"summary": "    <h3>Ideation Process</h3>\n    <div class=\"section\">\n      <img class=\"ctr\" src=\"../images/m2/ideation1.jpg\" width=800>\n      <p><center>\n        To come up with ideas for our three storyboards, we started off with the two needs/ideas that we found most compelling from our M1.<br />\n        We brainstormed for 25 minutes on both of them at the same time.\n      </center></p>\n      <img class=\"ctr\" src=\"../images/m2/ideation2.jpg\" width=800>\n      <p><center>\n        Just as we did for our M1 brainstorms, we tagged our favorite ideas and consolidated similar ideas to find our main storyboard ideas.\n      </center></p>\n    </div>\n    <h3>Storyboards</h3>\n    <div class=\"section\">\n      <h4>Storyboard 1 - Connecting Young Women Through Fashion</h4>\n      <img class=\"ctr\" src=\"../images/m2/storyboard1.jpg\" width=800>\n      <h4>Storyboard 2 - Communicating with Empathy</h4>\n      <img class=\"ctr\" src=\"../images/m2/storyboard2.jpg\" width=600>\n      <h4>Storyboard 3 - Rose, Bud, Thorn</h4>\n      <img class=\"ctr\" src=\"../images/m2/storyboard3.jpg\" width=600>\n      <h4>Storyboard 4 (Bonus!) - Collaborative Storyboarding</h4>\n      <img class=\"ctr\" src=\"../images/m2/storyboard4.jpg\" width=600>\n    </div>\n    <h3>Skit</h3>\n    <div class=\"section\">\n      <img class=\"ctr\" src=\"../images/m2/evaluate.jpg\" width=800>\n      <p><center>\n        After reviewing our storyboard with our mentor, we made a chart to help us evaluate which idea to take forward as a skit.\n      </center></p>\n      <img class=\"ctr\" src=\"../images/m2/skit.jpg\" width=800>\n      <p><center>\n        We decided to present our collaborative storyboarding idea as a skit.<br />\n        To make the skit fun, we used the example of planning a trip to Hogwarts from the <i>Harry Potter</i> series.\n      </center></p>\n      <img class=\"ctr\" src=\"../images/m2/snitch.gif\">\n      <p><center>\n        Our two trip planners talked about going to charms classes and quidditch matches and used rich media to organize their trip.\n      </center></p>\n    </div>",
			"image": "m2.jpg"
		},
		{
			"id": 3,
			"title": "Wizard-of-Oz Testing",
			"summary": "    <h3>Deciding User Interaction Flow</h3>\n    <div class=\"section\">\n      <p><center>\n        First, our team thought through our ideas and decided to go with our \"Rose, Bud, Thorn\" concept.<br />\n        (We later realized that collaborative storyboarding wasn't so far off from Google Slides anyhow!)\n      </center></p>\n      <img class=\"ctr\" src=\"../images/m3/names.jpg\">\n      <p><center>\n        After deciding to go with our \"Rose, Bud, Thorn\" concept, we brainstormed alternative names<br />\n        that would be friendlier to all genders. We used these names as a jumping-off point for user interface ideas.\n      </center></p>\n      <img class=\"ctr\" src=\"../images/m3/flow1.jpg\">\n      <p><center>\n        We thought through the key functionality pieces that we would want to distinguish in our two prototypes,<br />\n        and we also considered what kind of people to invite to give feedback on our presentation.\n      </center></p>\n      <img class=\"ctr\" src=\"../images/m3/flow2.jpg\">\n      <p><center>\n        After drawing through many different ideas, we settled on two prototype ideas.<br />\n        Each would show a different way to 1) view and 2) upload one's \"RBT.\"\n      </center></p>\n    </div>\n    <h3>Wizard-of-Oz Prototypes</h3>\n    <div class=\"section\">\n      <img class=\"ctr\" src=\"../images/m3/prototypes.jpg\">\n      <ul>\n        <li>Wizard-of-Oz Prototype 1: <a href=\"https://drive.google.com/file/d/0B5s4EnqT0-L_ZHJLMTBtbzlLaG8/edit?usp=sharing\">My Timeline</a></li>\n        <li>Wizard-of-Oz Prototype 2: <a href=\"https://docs.google.com/presentation/d/1PPMbUK7WimWIv3VRiwn2bMFCUvH9Cf4Jz-i8ws1k34o/edit?usp=sharing\">Friend Mosaic</a></li>\n      </ul>\n    </div>\n    <h3>Wizard-of-Oz Testing</h3>\n    <div class=\"section\">\n      <img class=\"ctr\" src=\"../images/m3/test.jpg\">\n      <p><center>\n        We tested both of our prototypes with 4 different users. See our notes <a href=\"https://docs.google.com/spreadsheets/d/1aGG0uOB6DOhXs7n4qpNAzlZjEtL6DIs6iALrUrrSJTA/edit?usp=sharing\">here</a>.\n      </center></p>\n    </div>\n    <h3>Wizard-of-Oz Test Insights</h3>\n    <div class=\"section\">\n      <p><center>\n        <a href=\"https://docs.google.com/presentation/d/1MVIPKc1jyptNVZhqnLptR57bgvsn6ChDfFYiPolKRpw/edit?usp=sharing\">\n        <img class=\"ctr\" src=\"../images/m3/presentation.jpg\" width=800><h1>View our Presentation!</h1></a>\n      </center></p>\n    </div>",
			"image": "m3.jpg"
		},
		{
			"id": 4,
			"title": "Functional Prototype I",
			"summary": "<p>As Carolyn Snyder writes, 'Paper prototyping is a variation of usability testing where the representative users perform realistic tasks by interacting with a paper version of the interface that is manipulated by a person 'playing computer' who doesn't explain how the interface is intended to work.' In this assignment, your group will conduct heuristic evaluations (HEs) of your paper prototypes and you will individually help out other groups by evaluating theirs. This will complete the prototyping phase of the project, providing you with the feedback you need to begin implementing.</p>",
			"image": "lorempixel.abstract.1.jpeg"
		},
		{
			"id": 5,
			"title": "User Study",
			"summary": "<p>Review the feedback you got last week from the Heuristic Evaluations of your prototypes. Distill the HE results into a list of concrete changes you want to make to your prototype. Use what worked, and improve what didn't. If you haven't already, make a decision about the prototype you are going with. This could be one of the two you tested or a combination of them. Again, take the time you need. This is what you will be working on for the rest of the course, so make sure you will feel invested in it.</p>",
			"image": "lorempixel.abstract.8.jpeg"
		},
		{
			"id": 6,
			"title": "Functional Prototype II",
			"summary": "<p>Functionality functionality functionality! Continue developing your interactive prototypes in accordance with your development plan. Also, update your development plan as you discover more about what you want to prioritize, what you can expect to implement, and what you may need to mock up. The goal is for you to complete the interaction flow this week.</p>",
			"image": "lorempixel.people.2.jpeg"
		},
		{
			"id": 7,
			"title": "User Study II",
			"summary": "<p>Crunch time! Your interactive prototypes have to be <b>ready for user testing</b> by the end of this week.</p>",
			"image": "lorempixel.technics.2.jpeg"
		},
		{
			"id": 8,
			"title": "Final Presentation",
			"date": "February 27",
			"summary": "<p>The goal of this assignment is to launch a user test. To get the kinks out of your application, first test it with a couple of in-person users.</p><p>Any questions about this assignment should be posed to the forums and will be answered promptly by the staff.</p>",
			"image": "lorempixel.city.2.jpeg"
		}
	]
}